[
    {
        "title": "Changes to Terms",
        "label": "We can update and change these Terms from time to time and the most current version of these Terms will be posted onto the website and relevant app and you may be invited to review and accept the revised Terms in order to continue using the Services. We suggest all users regularly check the terms on the website and in-app where any changes will be posted. You can print and save a copy of these Terms for your future reference. By continuing to use the Services you will be deemed to have accepted the Terms as varied from time to time."
    },
    {
        "title": "Using our service / buying Coins",
        "label": "To use our service, you will need to have a virtual wallet. We draw your attention that wallets are third parties and advise you to read their terms of use. Other user or third party, or knowingly carry out any activity which enables a third party to access or use your account. If we believe, acting in our discretion, that your account is used inappropriately, we reserve the right to suspend or terminate or cease to support your account without liability. We cannot check the identities of people using our Services and will not be liable if your wallet connection or account is used by someone else. If you become aware of any unauthorized use of your login, you should notify us immediately here and subject should read 'Security Breach' though please note that we may need to verify your identity and validate ownership of the account."
    },
    {
        "title": "E-mail",
        "label": "You may choose to communicate with us via email. However, in case you do so, you should note that the security of internet e-mail is unreliable. By sending confidential or sensitive e-mail messages which are unencrypted you accept the risks of such uncertainty and possible breach of confidentiality or privacy over the internet."
    },
    {
        "title": "Intellectual Property",
        "label": "The Agreement does not transfer from Us to you any of Ours or third-party intellectual property, and all right, title, and interest in and to such property will remain (as between the parties) solely with and its licensors."
    },
    {
        "title": "Third Party Services",
        "label": "In using the Services, you may use third-party services, products, software, embeds, or applications developed by a third party (“Third Party Services”). If you use any Third-Party Services, you understand that: Any use of a Third-Party Service is at your own risk, and we shall not be responsible or liable to anyone for Third Party websites or Services. You acknowledge and agree that We shall not be responsible or liable for any damage or loss caused or alleged to be caused by or in connection with the use of any such content, goods or services available on or through any such web sites or services."
    },
    {
        "title": "Accounts",
        "label": "Where use of any part of our Services requires an account, you will be solely responsible and liable for any activity that occurs under your account. You are responsible for maintaining the security of your account that you use to access the Service. You shall not share or misuse your access credentials. Due to the laws in which Wagon is governed by, US and Singapore citizens are not allowed to use Wagon services. If you are aware of anyone or you, yourself, are the person, you must notify us immediately so we can take the proper action. You must also notify us immediately of any unauthorized uses of your account or upon becoming aware of any other breach of security."
    },
    {
        "title": "Termination",
        "label": "We may terminate or suspend your access to all or any part of our Services at any time, with or without cause, with or without notice, effective immediately. If you wish to terminate the Agreement or your account, you may simply discontinue using our Services. All provisions of the Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability."
    },
    {
        "title": "Jurisdiction and Applicable Law",
        "label": "Except to the extent any applicable law provides otherwise, the Agreement and any access to or use of our Services will be governed by the laws of the British Virgin Islands (BVI). The proper venue for any disputes arising out of or relating to the Agreement and any access to or use of our Services will be in the courts located in the BVI."
    },
    {
        "title": "Changes",
        "label": "WAGON NETWORK reserves the right, at our sole discretion, to modify or replace these Terms at any time. If we make changes that are material, we will let you know by posting on our website, social media, or by sending you an email or other communication before the changes take effect. The notice will designate a reasonable period of time after which the new terms will take effect. If you disagree with our changes, then you should stop using our Services within the designated notice period, or once the changes become effective. Your continued use of our Services will be subject to the new terms."
    }
]